openfoam/vortexTube-steady/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 -1);

boundaryField
{
    rotor
    {
//type rotatingWallVelocity;
//origin (0 0 0);
//axis (0 0 1);
//omega 1;
      type            fixedValue;
//        value           uniform (0 0 1);

 value           nonuniform List<vector> 
4560
(
(-3.881246625818159934e-01 2.376578128504837262e-17 1.000000000000000000e+00)
(-7.247160393106556464e-01 3.703379720328042191e-01 1.000000000000000000e+00)
(-8.915857847181825058e-01 6.113557177956790989e-01 1.000000000000000000e+00)
(-7.204367517985192926e-01 5.573776704815034400e-01 1.000000000000000000e+00)
(-5.259302892622564896e-01 4.346933699430722275e-01 1.000000000000000000e+00)
(-4.062521450386966659e-01 3.500611787492591831e-01 1.000000000000000000e+00)
(-3.256754308804001852e-01 2.887802759573358524e-01 1.000000000000000000e+00)
(-2.679845029114604205e-01 2.426278890416201095e-01 1.000000000000000000e+00)
...
(-1.469964055550944566e-02 -1.479673766185560582e-02 1.000000000000000000e+00)

);
    }

    stator
    {
//	type noSlip;
        type            inletOutlet;
 inletValue      uniform (0 0 1);

    }

    shroud1
    {
        //type            fixedValue;
       //value           uniform (0 0 0);
	//type slip;
	type noSlip;
//type rotatingWallVelocity;
//origin (0 0 0);
//axis (0 0 1);
//omega 1;

    }



}

// ************************************************************************* //
