openfoam/vortexTube-steady/0/a
    rotor
    {
        type            calculated;
        value           nonuniform List<scalar> 
4560
(
0.19794
0.403909
0.626897
0.868311
1.12967
1.41264
1.71898
2.05063
...
33.7905
