openfoam/vortexTube-steady/0/b
    rotor
    {
        type            calculated;
        value           nonuniform List<scalar> 
4560
(
-3.68703e-18
0.206402
0.42986
0.671783
0.933698
1.21725
1.52424
1.8566
...
-34.0137
