openfoam/vortexTube-steady/0/c
0.19794	-3.68703e-18
0.403909	0.206402
0.626897	0.42986
0.868311	0.671783
1.12967	0.933698
1.41264	1.21725
1.71898	1.52424
2.05063	1.8566
2.4097	2.21642
2.79843	2.60597
3.21928	3.02771
3.67491	3.4843
4.16819	3.97861
4.70222	4.51377
5.28039	5.09315
5.90632	5.72041
6.58398	6.39949
7.31762	7.13468
8.11188	7.93062
8.97177	8.79232
9.9027	9.72521
10.9105	10.7352
12.0017	11.8286
13.1829	13.0123
14.4617	14.2939
15.8462	15.6813
17.3451	17.1833
18.9677	18.8093
20.7244	20.5697
22.6262	22.4755
0.403909	-0.206402
0.608973	0
0.830983	0.223458
1.07134	0.465381
1.33155	0.727295
1.61327	1.01085
1.91827	1.31784
2.24847	1.6502
2.60596	2.01001
2.99299	2.39956
3.41199	2.8213
3.86562	3.27789
4.35673	3.77221
4.88843	4.30737
5.46405	4.88675
6.08724	5.51401
6.76192	6.19309
7.49235	6.92828
8.28313	7.72421
9.13924	8.58591
10.0661	9.5188
11.0695	10.5288
12.1558	11.6222
13.3319	12.8059
14.6051	14.0875
15.9835	15.4749
17.4758	16.9769
19.0913	18.6029
20.8403	20.3633
22.7337	22.2691
0.626897	-0.42986
0.830983	-0.223458
1.05193	-5.41704e-18
1.29114	0.241923
1.55012	0.503837
1.83049	0.787394
2.13404	1.09438
2.46266	1.42674
2.81844	1.78656
3.20362	2.17611
3.62063	2.59785
4.07209	3.05443
4.56086	3.54875
5.09002	4.08391
5.6629	4.66329
6.28311	5.29055
6.95457	5.96963
7.68151	6.70482
8.46852	7.50075
9.32055	8.36245
10.243	9.29535
11.2416	10.3053
12.3227	11.3987
13.4932	12.5825
14.7604	13.864
16.1322	15.2514
17.6173	16.7534
19.2252	18.3795
20.9658	20.1398
22.8501	22.0456
0.868311	-0.671783
1.07134	-0.465381
1.29114	-0.241923
1.52911	9.29152e-18
1.78674	0.261914
2.06566	0.545471
2.36763	0.852459
2.69455	1.18481
3.04848	1.54463
3.43166	1.93418
...
33.7905	-34.0137
