openfoam/vortexTube-steady/0/vel2
(-3.881246625818159934e-01 2.376578128504837262e-17 1.000000000000000000e+00)
(-7.247160393106556464e-01 3.703379720328042191e-01 1.000000000000000000e+00)
(-8.915857847181825058e-01 6.113557177956790989e-01 1.000000000000000000e+00)
(-7.204367517985192926e-01 5.573776704815034400e-01 1.000000000000000000e+00)
(-5.259302892622564896e-01 4.346933699430722275e-01 1.000000000000000000e+00)
(-4.062521450386966659e-01 3.500611787492591831e-01 1.000000000000000000e+00)
(-3.256754308804001852e-01 2.887802759573358524e-01 1.000000000000000000e+00)
(-2.679845029114604205e-01 2.426278890416201095e-01 1.000000000000000000e+00)
(-2.248028174193032469e-01 2.067715734674407668e-01 1.000000000000000000e+00)
(-1.913811023958545132e-01 1.782190054460983386e-01 1.000000000000000000e+00)
(-1.648310049133473176e-01 1.550223906855541789e-01 1.000000000000000000e+00)
(-1.432975464235863861e-01 1.358649983274970441e-01 1.000000000000000000e+00)
(-1.255359981337974551e-01 1.198262981138354666e-01 1.000000000000000000e+00)
(-1.106795533841493512e-01 1.062438694231175595e-01 1.000000000000000000e+00)
(-9.810712662081222390e-02 9.462829676383559263e-02 1.000000000000000000e+00)
(-8.736163826357135065e-02 8.461180382019874158e-02 1.000000000000000000e+00)
(-7.809968104381202758e-02 7.591124636512636137e-02 1.000000000000000000e+00)
(-7.005777355455101996e-02 6.830633400261068577e-02 1.000000000000000000e+00)
(-6.303067790678755500e-02 6.162225708727541579e-02 1.000000000000000000e+00)
(-5.685620669350147788e-02 5.571899003601373662e-02 1.000000000000000000e+00)
(-5.140436408255445733e-02 5.048302337941163592e-02 1.000000000000000000e+00)
(-4.656964163492176983e-02 4.582140294938014807e-02 1.000000000000000000e+00)
(-4.226596884662411208e-02 4.165636860604564340e-02 1.000000000000000000e+00)
(-3.842192289395925109e-02 3.792470452427507827e-02 1.000000000000000000e+00)
(-3.497757431072878037e-02 3.457172735156489873e-02 1.000000000000000000e+00)
(-3.188336707675160780e-02 3.155157981980948739e-02 1.000000000000000000e+00)
(-2.909674171483557156e-02 2.882531907619639844e-02 1.000000000000000000e+00)
(-2.658166007397711611e-02 2.635967559743446903e-02 1.000000000000000000e+00)
(-2.430691577655659519e-02 2.412547361800757711e-02 1.000000000000000000e+00)
(-2.224594939327633955e-02 2.209778202210633397e-02 1.000000000000000000e+00)
(-7.247160393106556464e-01 -3.703379720328041080e-01 1.000000000000000000e+00)
(-9.921095110291366925e-01 6.074918685427389954e-17 1.000000000000000000e+00)
(-1.046651155737766015e+00 2.814528985055646526e-01 1.000000000000000000e+00)
(-7.852390418313118792e-01 3.411011728550205069e-01 1.000000000000000000e+00)
(-5.784359647015863137e-01 3.159427621551126331e-01 1.000000000000000000e+00)
(-4.451065737736990546e-01 2.788968865094768046e-01 1.000000000000000000e+00)
(-3.541555316518238961e-01 2.433027289339037558e-01 1.000000000000000000e+00)
(-2.890518509400835101e-01 2.121413069426435483e-01 1.000000000000000000e+00)
(-2.405982500648584932e-01 1.855764818388870585e-01 1.000000000000000000e+00)
(-2.033850875574997330e-01 1.630592553598488592e-01 1.000000000000000000e+00)
(-1.740686050503675864e-01 1.439335271875363254e-01 1.000000000000000000e+00)
(-1.504859497904630639e-01 1.276060217917593942e-01 1.000000000000000000e+00)
(-1.311846678014762790e-01 1.135842973347916535e-01 1.000000000000000000e+00)
(-1.151568619599972476e-01 1.014688176982453116e-01 1.000000000000000000e+00)
(-1.016829112853544353e-01 9.093968150432477082e-02 1.000000000000000000e+00)
(-9.023641484718297745e-02 8.173893157350708982e-02 1.000000000000000000e+00)
(-8.042443879158299447e-02 7.365892936263142288e-02 1.000000000000000000e+00)
(-7.194748420647831266e-02 6.653083690405008077e-02 1.000000000000000000e+00)
(-6.457389478318802112e-02 6.021664803320106452e-02 1.000000000000000000e+00)
(-5.812155422120529602e-02 5.460261833624993622e-02 1.000000000000000000e+00)
(-5.244565348854968168e-02 4.959415130257069371e-02 1.000000000000000000e+00)
(-4.742930556805385889e-02 4.511257712316956575e-02 1.000000000000000000e+00)
(-4.297780617773297451e-02 4.109122056621927060e-02 1.000000000000000000e+00)
(-3.901289125176985589e-02 3.747366722530469374e-02 1.000000000000000000e+00)
(-3.546936521767241751e-02 3.421234243544791359e-02 1.000000000000000000e+00)
(-3.229350005700977466e-02 3.126591072244630509e-02 1.000000000000000000e+00)
(-2.943943550513295621e-02 2.859899704889571487e-02 1.000000000000000000e+00)
(-2.686850689451736329e-02 2.618114779548889881e-02 1.000000000000000000e+00)
(-2.454739648976994940e-02 2.398554718214864628e-02 1.000000000000000000e+00)
(-2.244785063020064350e-02 2.198909242529818037e-02 1.000000000000000000e+00)
(-8.915857847181825058e-01 -6.113557177956792099e-01 1.000000000000000000e+00)
(-1.046651155737766015e+00 -2.814528985055647636e-01 1.000000000000000000e+00)
(-9.506335972925954447e-01 5.820951960431555523e-17 1.000000000000000000e+00)
(-7.482400427170926571e-01 1.401989527504741428e-01 1.000000000000000000e+00)
(-5.834705274130230768e-01 1.896459887751885398e-01 1.000000000000000000e+00)
(-4.610012993820376548e-01 1.983019066619430282e-01 1.000000000000000000e+00)
(-3.710216128163468241e-01 1.902675829103266658e-01 1.000000000000000000e+00)
(-3.040215404651602227e-01 1.761346237983573704e-01 1.000000000000000000e+00)
(-2.531062944418234206e-01 1.604396692489405418e-01 1.000000000000000000e+00)
(-2.135940918175915637e-01 1.450871948437015557e-01 1.000000000000000000e+00)
(-1.823279775498256317e-01 1.308227398209191872e-01 1.000000000000000000e+00)
(-1.571540184907251336e-01 1.178795038171124854e-01 1.000000000000000000e+00)
(-1.365728513647904152e-01 1.062656837264901732e-01 1.000000000000000000e+00)
(-1.195215648372060652e-01 9.589654143879870751e-02 1.000000000000000000e+00)
(-1.052295923626025559e-01 8.665455963704124520e-02 1.000000000000000000e+00)
(-9.312810153895967336e-02 7.841640168593946858e-02 1.000000000000000000e+00)
(-8.279001016751777464e-02 7.106488659921736395e-02 1.000000000000000000e+00)
(-7.388894475448182231e-02 6.449410006219412350e-02 1.000000000000000000e+00)
(-6.617216064971362388e-02 5.861010353560474478e-02 1.000000000000000000e+00)
(-5.944106162480817385e-02 5.333085555942268519e-02 1.000000000000000000e+00)
(-5.353785197059692663e-02 4.858469904470253536e-02 1.000000000000000000e+00)
(-4.833583734628524309e-02 4.431000076543136629e-02 1.000000000000000000e+00)
(-4.373174371598576721e-02 4.045258158483180932e-02 1.000000000000000000e+00)
(-3.964090712168221592e-02 3.696541323470833862e-02 1.000000000000000000e+00)
(-3.599396081169820710e-02 3.380804535740115219e-02 1.000000000000000000e+00)
(-3.273226990745137233e-02 3.094512473602507863e-02 1.000000000000000000e+00)
(-2.980700285760328958e-02 2.834535608036253818e-02 1.000000000000000000e+00)
(-2.717671814230164171e-02 2.598123770345343864e-02 1.000000000000000000e+00)
(-2.480642164321000126e-02 2.382911077134765993e-02 1.000000000000000000e+00)
(-2.266570206186994604e-02 2.186769429346742746e-02 1.000000000000000000e+00)
(-7.204367517985192926e-01 -5.573776704815035510e-01 1.000000000000000000e+00)
(-7.852390418313118792e-01 -3.411011728550206179e-01 1.000000000000000000e+00)
(-7.482400427170926571e-01 -1.401989527504741984e-01 1.000000000000000000e+00)
(-6.539751881813604673e-01 4.004443104640455592e-17 1.000000000000000000e+00)
(-5.479051693256276057e-01 8.031612574787176662e-02 1.000000000000000000e+00)
(-4.525500261892521081e-01 1.195031686412466460e-01 1.000000000000000000e+00)
(-3.738938857907377344e-01 1.346195174023333552e-01 1.000000000000000000e+00)
(-3.109918689565993599e-01 1.367450135490038687e-01 1.000000000000000000e+00)
(-2.610198413673725515e-01 1.322557725723261246e-01 1.000000000000000000e+00)
(-2.211499792372825790e-01 1.246463422486980555e-01 1.000000000000000000e+00)
...
(-1.469964055550944566e-02 -1.479673766185560582e-02 1.000000000000000000e+00)
